tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "tonchis/goodies"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Improved colored diff
brew "icdiff"
# Lightweight and flexible command-line JSON processor
brew "jq"
brew "tonchis/goodies/gst"
# Web browser focusing on privacy
cask "brave-browser"
# E-books management software
cask "calibre"
# App to build and share containerized applications and microservices
cask "docker"
# HTTP and GraphQL Client
cask "insomnia"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Team communication and collaboration software
cask "slack"
# Messaging app with a focus on speed and security
cask "telegram"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
# Desktop client for WhatsApp
cask "whatsapp"
